IDEA Open Model
ConcreteULSCheckResultShear Constructor
Initializes a new instance of the ConcreteULSCheckResultShear class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
protected ConcreteULSCheckResultShear()
Protected Sub New
protected:
ConcreteULSCheckResultShear()
See Also
Reference
ConcreteULSCheckResultShear Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace